{"vocab":["la","de","à","les","et","l","une","le","des","d","dans","en","famille","delpech","pour","du","un","était","avec","avait","chaumière","que","qui","mais","vie","au","plus","cette","provence","enfants","se","sa","a","traditions","village","s","son","elle","région","faire","aux","notre","est","nos","grognier","marie","familles","tissus","plusieurs","amérique","m","année","c","ancêtres","ont","familial","sur","terres","ses","pierre","provençale","quotidienne","fil","été","familiale","jamais","comme","grande","préparation","mère","après","avaient","fruits","apprentissage","non","seulement","savoir","furent","il","ai","je","période","héritage","construction","principales","trois","puits","cour","cultures","transmission","générations","1820","tournant","grand","mariage","deux","par","nouvelle","remarquable","compétences","talents","ainsi","dont","ans","laissa","force","pluies","base","tout","leurs","meilleure","ou","expérience","nous","métier","expertise","étaient","1845","aussi","revenus","observer","traversée","j","jours","navire","mer","new","york","ma","mes","1818","époque","allait","murs","toiture","tuiles","terre","simple","valeurs","caractéristiques","calcaire","régionale","chambres","cuisine","cellier","souterrains","privé","intérieure","commençaient","tâches","agricoles","coucher","soleil","vignes","oliviers","céréalières","sont","transmises","génération","restera","mémoire","union","entre","ce","antoine","représentait","bien","cérémonie","semaines","femmes","affairaient","trousseau","fins","disponibles","commandés","marché","marseille","robe","mariée","confectionnée","mains","habiles","claudette","véritable","œuvre","art","sous","fait","déplacement","villages","alentours","musiciens","jouaient","airs","mode","tandis","tables","croulaient","mets","délicieux","cassoulet","confit","canard","confits","pâtisseries","fines","conséquences","huit","énergie","antoinette","née","blanc","dès","enfance","filles","propriété","aptitudes","gestion","comptes","inventaires","enseignement","remèdes","soins","médicaux","traditionnels","confection","vêtements","fils","mars","1860","âge","65","derrière","nombreuse","également","culinaires","agricole","reputation","sagesse","générosité","perdura","longtemps","disparition","famine","1870","récit","survie","fut","récoltes","économique","premiers","blé","paysannes","leur","subsistance","pourri","champs","raison","abondantes","stratégies","face","situation","désespérée","dû","preuve","ingéniosité","survivre","réserves","rationnées","parcimonie","chaque","membre","reçut","portion","précisément","mesurée","châtaignes","noix","secs","habituellement","réservés","animaux","devinrent","éléments","alimentation","départ","beaucoup","tentées","abandonner","chercher","ville","étranger","cousins","émigrèrent","nord","cependant","décida","rester","combattre","déliverance","importance","résilience","métiers","depuis","produisait","qualité","olivier","olives","transformées","huile","excellente","pressoir","construit","équipement","précieux","servait","voisins","moyennant","compensation","maçon","talent","reconnu","participé","maisons","rénovations","églises","alentour","très","recherchée","louise","tisserande","locaux","joseph","menuisier","appris","auprès","artisan","avignon","fabriquait","meubles","portes","fenêtres","contribuant","entretenant","propriétés","conclusion","ces","aventure","atlantique","1905","habitait","monde","plein","voyage","dura","dix","sept","inoubliable","merveille","technologie","moderne","équipé","chaudières","vapeur","puissantes","pouvant","accueillir","mille","passagers","moi","mal","océan","agité","vagues","frappaient","contre","coque","terrifiante","acclimatai","passais","heures","infini","bleu","méditant","destin","rencontres","humaines","entendu","aurais","arrivée","lorsque","avons","enfin","aperçu","côte","cri","jaillit","spontanément","poitrine","larmes","mouillaient","joues","joie","soulagement","anticipation","emploi","commerce","importation","vins","français","connaissance","avéra","précieuse","louai","petite","chambre","quartier","commençai","construire","réflexions","nostalgie","berceau","introduction","marque","charnière","histoire","érigé","modeste","demeure","devenir","symbole","description","architecturale","dressait","fièrement","typique","épais","locale","cuite","structure","robuste","reflétait","travail","acharné","durabilité","caractérisaient","habitants","vivaient","existence","étroitement","liée","journées","avant","aube","terminaient","cultivait","témoin","silencieux","moments","importants","ici","nés","mariages","célébrés","familiales","chronique","narrative","annales","gravée","celle","rassemblement","branches","mois","juin","lumineux","fête","ait","connue","célébré","qu","fusion","anciennes","communes","préparatifs","précédentes","fébriles","festivités","religieuse","déroulée","église","bénédiction","abbé","fontaine","messe","prolongées","tard","nuit","cent","personnes","naquirent","mariés","installèrent","apportant","eux","prospérité","ferme","marquer","début","ère","biographie","femme","premières","années","1795","15","août","fille","marguerite","montré","intelligence","vive","curiosité","insatiable","traits","rares","chez","éducation","accomplissements","contrairement","plupart","rang","social","reçu","relativement","complète","apprit","lire","écrire","compter","essentielles","gérer","affaires","domestiques","nde","épousa","établissant","alliance","prestigieuses","couple","eut","quatre","décédée","10","descendants","rappelaient","paroles","vraie","richesse","ne","réside","pas","biens","matériels","caractère","amour","contexte","historique","malheur","sans","précédent","série","mauvaises","combinée","troubles","guerre","franco","prussienne","plongea","profonde","détresse","signes","crise","printemps","1869","commencé","apparaître","vendanges","1868","gelé","lors","hiver","particulièrement","rigoureux","dépendaient","réductions","effectifs","réduisit","serviteurs","embaucha","uniquement","personnel","indispensable","mis","contribution","travaux","élémentaires","rationnement","strict","grain","stockées","ent","diversification","sources","alimentaires","élise","organisa","expéditions","recherche","plantes","comestibles","sauvages","feuilles","châtaignier","racines","ortie","baies","sorbier","mangeable","récolté","tentation","heureusement","1871","apporta","bénéfiques","amélioration","progressive","recommencèrent","produire","lentement","remit","terrible","épreuve","leçons","apprises","cicatrices","profondes","enseigna","discipline","adaptabilité","récits","transmis","autre","rappel","défis","surmontés","agriculture","principal","soutenait","fondation","cultivé","dévouement","vigne","propre","vin","vendange","affaire","occupait","tous","pendant","automne","produit","réputé","toute","orge","avoine","fournissaient","alimentaire","complémentaires","secondaires","temps","membres","diversifièrent","assurer","stabilité","bâtisseur","petit","fondateur","devenu","venu","hérité","matière","tissage","lin","chanvre","vendus","marchés","draps","immaculé","prisés","trousseaux","elpech","faisait","manière","informelle","sein","maîtres","artisans","puis","participaient","progressivement","jusqu","maîtriser","complètement","1880","archétype","paysanne","artisane","polyvalente","résiliente","respectée","continueraient","influencer","futures","mettant","valeur","formation","continuité","avril","quitté","accomplir","rêve","mon","traverser","découvrir","nouveau","bord","paquebot","embarquais","cœur","courage","valise","remplie","lettres","recommandation","part","notables","difficiles","même","souffrirent","transportait","curieuse","mixture","humanité","y","immigrants","pauvres","cherchaient","entrepreneurs","commerçants","gens","aisés","voyageant","plaisir","salle","commune","parler","langues","n","ébahi","gratte","ciel","élevaient","vers","tours","babel","rues","bouillonnaient","activité","air","résonnait","bruit","tellement","différent","tranquille","trouvé","é","soit","fascinant","opportunités","certaine","pensais","souvent","violettes","murmure","décidai","retourner","appel","pays","trop","fort","transatlantique","changé","ouvert","esprit","possibilités","infinies","point","enseigné","audace","ouverture","qualités","petits"],"idf":[1,1,1,1,1.0465200156348928,1.095310179804325,1.1466034741918754,1.1466034741918754,1.2006706954621513,1.2006706954621513,1.2578291093021,1.2578291093021,1.3184537311185345,1.3829922522561058,1.4519851237430572,1.526093095896779,1.526093095896779,1.6061358035703155,1.6931471805599454,1.7884573603642702,1.8938178760220965,1.8938178760220965,1.8938178760220965,1.8938178760220965,1.8938178760220965,1.8938178760220965,1.8938178760220965,2.01160091167848,2.01160091167848,2.01160091167848,2.1451323043030026,2.1451323043030026,2.1451323043030026,2.1451323043030026,2.1451323043030026,2.1451323043030026,2.1451323043030026,2.1451323043030026,2.1451323043030026,2.1451323043030026,2.1451323043030026,2.2992829841302607,2.2992829841302607,2.2992829841302607,2.2992829841302607,2.2992829841302607,2.2992829841302607,2.2992829841302607,2.2992829841302607,2.2992829841302607,2.2992829841302607,2.4816045409242156,2.4816045409242156,2.4816045409242156,2.4816045409242156,2.4816045409242156,2.4816045409242156,2.4816045409242156,2.4816045409242156,2.4816045409242156,2.4816045409242156,2.4816045409242156,2.4816045409242156,2.4816045409242156,2.4816045409242156,2.4816045409242156,2.4816045409242156,2.4816045409242156,2.4816045409242156,2.4816045409242156,2.4816045409242156,2.4816045409242156,2.4816045409242156,2.4816045409242156,2.4816045409242156,2.4816045409242156,2.4816045409242156,2.4816045409242156,2.4816045409242156,2.4816045409242156,2.4816045409242156,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.7047480922384253,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,2.992430164690206,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707,3.3978952727983707]}