{"vocab":["de","la","une","et","chaumière","famille","du","l","d","archives","un","notre","volume","grognier","a","les","grande","histoire","à","survie","récit","en","voyage","familiales","1818","1859","découvrez","pour","le","courage","devenu","résilience","par","1860","1864","des","qui","famine","1870","familiale","aux","travers","afrique","nord","expédition","coloniale","1898","ancêtre","extraordinaire","biographie","marie","antoinette","delpech","femme","remarquable","hélène","1","saga","comment","province","traversé","tempêtes","xixe","siècle","ce","podcast","fait","dialoguer","privées","révéler","humain","derrière","document","portraits","françoise","bruel","défiant","terreur","justin","jeune","romantique","percepteur","sous","tension","1848","navigation","entre","quatre","régimes","politiques","sauvetage","orfèvrerie","immersion","sonore","dans","mémoire","lignée","2","pianiste","virtuose","moine","bourgeoise","miracles","troublants","écoutez","incroyable","vraie","carmel","oullins","racontée","ceux","ont","vécue","3","audio","témoignage","poignant","sur","manière","dont","survécu","épreuves","métiers","nos","ancêtres","traditions","savoir","faire","explorez","professionnelles","transmis","génération","au","sein","autrefois","techniques","ancestrales","redécouvrez","aventures","lors","riche","découvertes","rencontres","aventure","traversée","atlantique","1905","fascinant","transatlantique","maritime","marqué","début","nouvelle","ère","vie","caractère","pionnière","son","époque","portrait","vivant","personnalité","unique"],"idf":[1.241162056816888,1.4418327522790393,1.6931471805599454,1.6931471805599454,1.8472978603872037,1.8472978603872037,1.8472978603872037,1.8472978603872037,1.8472978603872037,2.0296194171811583,2.0296194171811583,2.0296194171811583,2.252762968495368,2.252762968495368,2.252762968495368,2.252762968495368,2.252762968495368,2.252762968495368,2.252762968495368,2.252762968495368,2.252762968495368,2.252762968495368,2.252762968495368,2.252762968495368,2.540445040947149,2.540445040947149,2.540445040947149,2.540445040947149,2.540445040947149,2.540445040947149,2.540445040947149,2.540445040947149,2.540445040947149,2.540445040947149,2.540445040947149,2.540445040947149,2.540445040947149,2.540445040947149,2.540445040947149,2.540445040947149,2.540445040947149,2.540445040947149,2.540445040947149,2.540445040947149,2.540445040947149,2.540445040947149,2.540445040947149,2.540445040947149,2.540445040947149,2.540445040947149,2.540445040947149,2.540445040947149,2.540445040947149,2.540445040947149,2.540445040947149,2.540445040947149,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135,2.9459101490553135]}